---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralBottomReleaseFy
source: html/04a0bbb1-e526-f51b-ae1b-85a15ab38d04.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralBottomReleaseFy Property

"Base Fy"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralBottomReleaseFy { get; }
```